<?php
@include("../../inc/header.php");

/*
		SoftName : EmpireBak
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

E_D("DROP TABLE IF EXISTS `phome_ecms_news`;");
E_C("CREATE TABLE `phome_ecms_news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `classid` smallint(6) NOT NULL DEFAULT '0',
  `onclick` int(11) NOT NULL DEFAULT '0',
  `newspath` char(20) NOT NULL DEFAULT '',
  `keyboard` char(160) NOT NULL DEFAULT '',
  `keyid` char(255) NOT NULL DEFAULT '',
  `userid` int(11) NOT NULL DEFAULT '0',
  `username` char(30) NOT NULL DEFAULT '',
  `ztid` char(255) NOT NULL DEFAULT '',
  `checked` tinyint(1) NOT NULL DEFAULT '0',
  `istop` tinyint(1) NOT NULL DEFAULT '0',
  `truetime` int(10) NOT NULL DEFAULT '0',
  `ismember` tinyint(1) NOT NULL DEFAULT '0',
  `dokey` tinyint(1) NOT NULL DEFAULT '0',
  `userfen` smallint(6) NOT NULL DEFAULT '0',
  `isgood` tinyint(1) NOT NULL DEFAULT '0',
  `titlefont` char(20) NOT NULL DEFAULT '',
  `titleurl` char(200) NOT NULL DEFAULT '',
  `filename` char(60) NOT NULL DEFAULT '',
  `groupid` smallint(6) NOT NULL DEFAULT '0',
  `newstempid` smallint(6) NOT NULL DEFAULT '0',
  `plnum` int(11) NOT NULL DEFAULT '0',
  `firsttitle` tinyint(1) NOT NULL DEFAULT '0',
  `isqf` tinyint(1) NOT NULL DEFAULT '0',
  `totaldown` int(11) NOT NULL DEFAULT '0',
  `title` char(200) NOT NULL DEFAULT '',
  `newstime` int(10) NOT NULL DEFAULT '0',
  `titlepic` char(200) NOT NULL DEFAULT '',
  `closepl` tinyint(1) NOT NULL DEFAULT '0',
  `havehtml` tinyint(1) NOT NULL DEFAULT '0',
  `lastdotime` int(10) NOT NULL DEFAULT '0',
  `haveaddfen` tinyint(1) NOT NULL DEFAULT '0',
  `infopfen` int(11) NOT NULL DEFAULT '0',
  `infopfennum` int(11) NOT NULL DEFAULT '0',
  `votenum` int(11) NOT NULL DEFAULT '0',
  `ftitle` char(120) NOT NULL DEFAULT '',
  `smalltext` char(255) NOT NULL DEFAULT '',
  `diggtop` int(11) NOT NULL DEFAULT '0',
  `stb` char(4) NOT NULL DEFAULT '',
  `copyids` char(255) NOT NULL DEFAULT '',
  `ttid` smallint(6) NOT NULL DEFAULT '0',
  `infotags` char(160) NOT NULL DEFAULT '',
  `ispic` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `checked` (`checked`),
  KEY `newstime` (`newstime`),
  KEY `truetime` (`truetime`),
  KEY `classid` (`classid`),
  KEY `ttid` (`ttid`)
) ENGINE=MyISAM AUTO_INCREMENT=110 DEFAULT CHARSET=utf8");
E_D("replace into `phome_ecms_news` values('79','58','0','2013-02-22','','','1','admin','','1','0','1361463289','0','1','0','0','','','79','0','1','0','0','0','0','PHP功能概述','1361463164','','0','1','1362982018','0','0','0','0','','PHP在业界已经迅速走红了。。。。','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('80','58','0','2013-02-22','','','1','admin','','1','0','1361463350','0','1','0','0',',b|','','80','0','1','0','0','0','0','PHP常识','1361463316','','0','1','1362982013','0','0','0','0','','你好','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('81','58','0','2013-02-22','','','1','admin','','1','0','1361496241','0','1','0','0','','','81','0','1','0','0','0','0','帝国CMS测试新闻发布系统','1361496070','','0','1','1362982009','0','0','0','0','','帝国CMS测试新闻发布系统','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('82','62','0','2013-02-22','','','1','admin','','1','0','1361498583','0','1','0','0',',b|','','82','0','0','0','0','1','0','测试文章','1361498526','','0','1','1362981047','0','0','0','0','gtskk','一个测试文章','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('86','62','0','2013-02-22','','','1','admin','','1','0','1361500358','0','1','0','0','','','86','0','0','0','0','1','0','二级审核工作流测试文章啊啊','1361500321','','0','1','1362981036','0','0','0','0','','等等','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('85','62','0','2013-02-22','','','1','admin','','1','0','1361500209','0','1','0','0','','','85','0','0','0','0','1','0','二级审核工作流测试','1361500187','','0','1','1362981043','0','0','0','0','','测试','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('87','60','0','2013-02-22','','','1','admin','|1|','1','0','1361501300','0','1','0','0','','','87','0','0','0','0','0','0','JSP测试文章','1361501277','','0','1','1362982036','0','0','0','0','','导读','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('88','62','0','2013-02-22','','','1','admin','','1','0','1361506669','0','1','0','0','','','88','0','0','0','0','1','0','顶顶顶顶顶顶','1361506652','','0','1','1362981031','0','0','0','0','顶顶','圣大非省的','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('89','61','2','2013-02-22','','','1','admin','','1','0','1361526711','0','1','0','0','','','89','0','0','0','0','0','0','帝国CMS强大、稳定、很好','1361526665','','0','1','1362981009','0','0','0','0','','的的','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('90','61','1','2013-02-22','','','1','admin','','1','0','1361526748','0','1','0','0','','','90','0','0','0','0','0','0','帝国、CMS、不错、厉害、拮抗剂','1361526726','','0','1','1362981005','0','0','0','0','','地方都会威尔恶','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('92','61','2','2013-02-22','','','1','admin','','1','0','1361526804','0','1','0','0','','','92','0','0','0','0','0','0','帝国、CMS、不错、厉害、拮抗剂','1361526799','','0','1','1362981000','0','0','0','0','','帝国、CMS、不错、厉害、拮抗剂','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('93','61','1','2013-02-22','','','1','admin','','1','0','1361527063','0','1','0','0','','','93','0','0','0','0','0','0','帝国CMS强大、稳定、很好','1361527059','','0','1','1362980995','0','0','0','0','','帝国CMS强大、稳定、很好','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('96','58','1','2013-03-11','','','1','admin','','1','0','1362978828','0','1','0','0','','','96','0','1','0','0','0','0','范甘迪风格','1362978799','','0','1','1362982153','0','0','0','0','的后果','山东分公司东风','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('97','60','0','2013-03-11','','','1','admin','','1','0','1362979062','0','1','0','0','','','97','0','0','0','0','0','0','短短的','1362979037','','0','1','1362982032','0','0','0','0','的活动','撒旦发色导航杀毒','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('98','60','1','2013-03-11','','','1','admin','','1','0','1362979081','0','1','0','0','','','98','0','0','0','0','0','0','阿德所发生的好','1362979068','','0','1','1362980895','0','0','0','0','','阿斯顿发生的','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('99','64','0','2013-03-11','','','1','admin','','1','0','1362979267','0','1','0','0','','','99','0','0','0','0','0','0','撒旦发生大幅','1362979255','','0','1','1362981076','0','0','0','0','','阿斯顿发生','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('100','64','1','2013-03-11','','','1','admin','','1','0','1362979284','0','1','0','0','','','100','0','0','0','0','0','0','阿德发生大幅啊','1362979276','','0','1','1362981071','0','0','0','0','','阿斯顿发生的发生大幅','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('101','65','0','2013-03-11','','','1','admin','','1','0','1362979330','0','1','0','0','','','101','0','0','0','0','0','0','时代发生的发生的','1362979317','','0','1','1362981088','0','0','0','0','','事大法师地方a','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('102','60','0','2013-03-11','','','1','admin','','1','0','1362981127','0','1','0','0','','','102','0','0','0','0','0','0','的很多很多','1362981118','','0','1','1362982026','0','0','0','0','','的事发生大幅','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('103','66','0','2013-03-11','','','1','admin','','1','0','1362981338','0','1','0','0','','','103','0','0','0','0','0','0','我的额外加壳软件渴望进入','1362981320','','0','1','1362981338','0','0','0','0','水电费阿斯顿飞','时代发生的发生的','0','1','','0','','0');");
E_D("replace into `phome_ecms_news` values('104','66','0','2013-03-11','','','1','admin','','1','0','1362982537','0','1','0','0','','','104','0','0','0','0','0','0','奥运圣火成功登顶珠峰','1210224465','http://cimg20.163.com/cnews/2008/5/8/2008050809305433312.jpg','0','1','1362982537','0','0','0','0','','奥运火炬、接力珠峰传递活动圆满结束，携带圣火的突击队员全部登顶，并进行了圣火的传递。圣火在珠峰之巅传递，首次成功点亮世界最高峰，创造了奥运圣火登上世界第三极的新纪录。','0','1','','0','','1');");
E_D("replace into `phome_ecms_news` values('105','66','0','2013-03-11','科比','','1','admin','','1','0','1362982537','0','1','0','0','','','105','0','0','0','0','0','0','科比专为大场面而生','1210226751','http://img1.qq.com/sports/pics/10300/10300435.jpg','0','1','1362982537','0','0','0','0','','成名这么久远了，科比终于被证实“最有价值”。','0','1','','0','','1');");
E_D("replace into `phome_ecms_news` values('106','66','0','2013-03-11','','','1','admin','','1','0','1362982537','0','1','0','0','','','106','0','0','0','0','0','0','中国男乒第16次捧起斯韦思林杯','1210226865','http://img1.qq.com/sports/pics/8865/8865651.jpg','0','1','1362982537','0','0','0','0','','第49届世乒赛男团决赛的争夺，中国队最终凭借马琳、王皓和王励勤三员虎将的出色发挥以3比0干净利落的击败韩国队，延续了世乒赛上逢韩必胜的历史，历史上第16次捧起斯韦思林杯！','0','1','','0','','1');");
E_D("replace into `phome_ecms_news` values('107','65','0','2013-03-11','','','1','admin','','1','0','1362982674','0','1','0','0','','','107','0','0','0','0','0','0','奥运圣火成功登顶珠峰','1210224465','http://cimg20.163.com/cnews/2008/5/8/2008050809305433312.jpg','0','1','1362982674','0','0','0','0','','奥运火炬、接力珠峰传递活动圆满结束，携带圣火的突击队员全部登顶，并进行了圣火的传递。圣火在珠峰之巅传递，首次成功点亮世界最高峰，创造了奥运圣火登上世界第三极的新纪录。','0','1','','0','','1');");
E_D("replace into `phome_ecms_news` values('108','65','0','2013-03-11','科比','','1','admin','','1','0','1362982674','0','1','0','0','','','108','0','0','0','0','0','0','科比专为大场面而生','1210226751','http://img1.qq.com/sports/pics/10300/10300435.jpg','0','1','1362982674','0','0','0','0','','成名这么久远了，科比终于被证实“最有价值”。','0','1','','0','','1');");
E_D("replace into `phome_ecms_news` values('109','65','0','2013-03-11','','','1','admin','','1','0','1362982674','0','1','0','0','','','109','0','0','0','0','0','0','中国男乒第16次捧起斯韦思林杯','1210226865','http://img1.qq.com/sports/pics/8865/8865651.jpg','0','1','1362982674','0','0','0','0','','第49届世乒赛男团决赛的争夺，中国队最终凭借马琳、王皓和王励勤三员虎将的出色发挥以3比0干净利落的击败韩国队，延续了世乒赛上逢韩必胜的历史，历史上第16次捧起斯韦思林杯！','0','1','','0','','1');");

@include("../../inc/footer.php");
?>